/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Annulla";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Casa";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Ufficio";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Cellulare";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Altro";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (ospite)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Tutti i contatti conosciuti";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Tutti i contatti";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Contatti Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Numeri telefonici salvati";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contatti Online";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "In attesa di accettazione";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contattati recentemente";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Richieste contatto";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Richieste accettate";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contatti bloccati";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Non raggruppati";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contatti consigliati";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Lista senza nome";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Permettimi di vedere quando sei in linea";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Chiamata Test Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "en";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Ciao, questo è il servizio di prova dell'audio di Skype. Aggiungimi ai tuoi contatti e chiamami per verificare le impostazioni audio. Vedi http://www.skype.com/go/help per maggiore assistenza. Grazie.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Chiamami per provare il tuo audio!";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Inoltro chiamata";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Inoltro chiamata";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Chiamata annullata";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Chiamata fallita";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Sta squillando";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Chiamate";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Chiamata in attesa";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Sei in attesa";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Finito";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Persa";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Rifiutata";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Occupato";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Connessione persa";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Messaggio vocale";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Registrazione messaggio";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Invio messaggio vocale";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Messaggio vocale inviato";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Messaggio vocale annullato";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Messaggio vocale non inviato";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "In connessione";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "In connessione";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Sta squillando";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "In attesa";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Terminata";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Chiamate da Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Chiamata…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Chiamata…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Chiamata in corso";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "In attesa";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Sei in attesa";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Chiamata in corso";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Il numero dei partecipanti alla chiamata è stato raggiunto";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Riproduzione saluto messaggio vocale";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Registrazione messaggio";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Chiamata recente";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Trasferimento della chiamata";


/*  */
"CONVERSATION_POST_FILES_BODY" = "File trasferiti";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Hai ricevuto un videomessaggio. Puoi visualizzarlo in %1 e aprirlo con il codice %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - per vederlo vai a %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Per vedere questa foto condivisa, vai a: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Per vedere questo contenuto multimediale condiviso, vai a: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Non in linea";
"CONTACT_AVAILABILITY_ONLINE" = "In linea";
"CONTACT_AVAILABILITY_AWAY" = "Assente";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Occupato";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Richiesta contatto in attesa";
"CONTACT_AVAILABILITY_BLOCKED" = "Bloccato";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Non in linea con messaggi vocali";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Le chiamate sono trasferite";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invisibile";
"CONTACT_AVAILABILITY_CONNECTING" = "In connessione";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Numero telefonico";

/* Online state for unified presence */
"CONTACT_AVAILABILITY_AVAILABLE" = "Disponibile";

/* Busy state for unified presence (equals to old do not disturb) */
"CONTACT_AVAILABILITY_BUSY" = "Occupato";

/*  */
"CONTACT_GENDER_FEMALE" = "Femmina";

/*  */
"CONTACT_GENDER_MALE" = "Maschio";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Numero sconosciuto";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Senza nome";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Connessione…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Caricamento contatti…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Aggiornamento file…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ ha aggiunto %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ è uscito";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ ha espulso %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ ha cambiato l'argomento della chat a %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Il messaggio è stato rimosso.";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Usa impostazioni del sistema";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Impossibile connettersi a Skype";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Per favore controlla le tue impostazioni di rete e riprova.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Questo Nome Skype non è valido.";
"Account::INVALID_EMAIL" = "Questo indirizzo e-mail non è valido.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Per favore controllalo e riprova.";
"Account::UNACCEPTABLE_PASSWORD" = "Questa password non è valida.";
"Account::SKYPENAME_TAKEN" = "Questo Nome Skype è già in uso.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Per favore immettine uno nuovo.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Non abbiamo riconosciuto il tuo nome Skype e la tua password.";
"Account::INCORRECT_PASSWORD" = "Non abbiamo riconosciuto il tuo nome Skype e la tua password.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Troppi tentativi di connessione falliti.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Per favore riprova.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "La tua password è cambiata.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Per favore accedi con la tua nuova password.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Prova ancora.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "È necessario che la lunghezza sia di 6-20 caratteri.";
"SkyLib::TOO_LONG" = "È necessario che la lunghezza sia di 6-20 caratteri.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Carattere non valido es Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Non può contenere uno spazio o un tab.";
"SkyLib::SAME_AS_USERNAME" = "Troppo simile al tuo Nome Skype.";
"SkyLib::INVALID_FORMAT" = "Formato non valido.";
"SkyLib::CONTAINS_INVALID_WORD" = "Troppo facile da indovinare es. abcd, skype.";
"SkyLib::TOO_SIMPLE" = "È necessario avere almeno una lettera e un numero.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Deve iniziare con una lettera (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prova con un Nome Skype più lungo.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prova con una password più lunga.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prova con un Nome Skype più corto.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prova con una password Skype più corta.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prova con un nuovo Nome Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prova con una nuova password.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Prova con un nuovo indirizzo e-mail.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Prova con un nuovo valore.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "La password non è corretta.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Impossibile connettersi al server.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "La nuova password deve essere differente da quella vecchia.";
"Account::PWD_INVALID_NEW_PWD" = "La password non è valida.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Bisogna riconnettersi per cambiare la password.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "La tua modifica non può essere salvata. Controlla l'impostazione e prova nuovamente.";

"ACCOUNT_NOCREDIT" = "Nessun credito";
"ACCOUNT_FREECALL" = "chiamata gratuita";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Il nome del file non è valido";
"SkyLib::TRANSFER_OPEN_FAILED" = "Apertura file non riuscita";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Troppi trasferimenti contemporanei di file";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Non sei in linea";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Devi essere in linea per poter chiamare.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Impossibile cercare contatti se non sei in linea. Modifica il tuo stato e riprova.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Devi essere in linea per poter inviare SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Devi essere in linea per poter ascoltare i messaggi in segreteria.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Impossibile impostare il corpo di questo SMS.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Non hai abbastanza credito Skype per inviare un SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Hai bisogno di Credito Skype per poter chiamare questo numero telefonico.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Questo è un Nome Skype o numero di telefono non valido.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Non puoi chiamare questo contatto Lync perché non è in linea.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Non puoi chiamare questa persona perché l'hai bloccata.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Non puoi chattare con questa persona perché l'hai bloccata.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Impossibile inviare SMS a questa persona perché l'hai bloccata.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Non puoi aggiungere questa persona perché l'hai bloccata.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Non puoi chiamare te stesso.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Non puoi chattare con te stesso.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Non puoi aggiungere te stesso.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Non puoi partecipare alla conversazione";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Impossibile trovare la conversazione";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Questo non è un numero di telefono valido.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Non è possibile chiamare questo numero perché è un numero d'emergenza.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Non è possibile spedire un SMS a questo numero perché è un numero d'emergenza.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Non puoi aggiungere questo numero perché è un servizio d'emergenza.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Devi terminare questa chiamata prima di poterne iniziare una nuova.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Per ascoltare un messaggio vocale, concludi prima questa chiamata.";
"SKERROR_CALLFAILED" = "La chiamata non è riuscita. Per favore riprova.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Hai provato a iniziare una chat con troppi contatti.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Non puoi avere una conversazione con questi contatti.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Non puoi chiamare questa persona perché non ti ha autorizzato.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Non puoi chiamare questa persona perché non ti ha autorizzato.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Codice di conferma non valido";
"Sms::MISC_ERROR" = "Numero non valido";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Il tuo account è stato bloccato.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Per favore contattare l'assistenza clienti.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Ci sono troppe persone in questa videochiamata di gruppo.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Puoi videochiamare solo 9 persone contemporaneamente. Rimuovi delle persone da questo gruppo e riprova.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Ci sono troppe persone in questa videochiamata di gruppo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Puoi videochiamare solo 9 persone contemporaneamente. Rimuovi delle persone da questo gruppo e riprova.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Il tuo abbonamento alle videochiamate di gruppo non consente questo numero di persone. Rimuovi alcune persone dalla conversazione e riprova.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Devi avere un abbonamento per le videochiamate di gruppo.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Devi avere un abbonamento per le videochiamate di gruppo.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Vuoi effettuare una videochiamata di gruppo?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Vuoi effettuare una videochiamata di gruppo?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Sei già in una videochiamata di gruppo.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Puoi creare solo una videochiamata di gruppo alla volta.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Hai raggiunto il limite per questa chiamata.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Hai raggiunto il limite di 4 ore di videochiamata e condivisione per questa chiamata.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Hai raggiunto il limite di 4 ore di videochiamata e condivisione per questa chiamata. Controlla il tuo account per i dettagli.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Hai raggiunto il tuo limite di videochamate di gruppo per oggi.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Videochiamate di gruppo temporaneamente sospese. Hai raggiunto il limite di tempo di oggi. Controlla il tuo account per i dettagli.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Hai raggiunto il tuo limite di videochamate di gruppo per questo mese.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Videochiamate di gruppo temporaneamente sospese. Hai raggiunto il limite di tempo di questo mese. Controlla il tuo account per i dettagli.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Le videochiamate di gruppo e la condivisione non sono attualmente disponibili";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Si è verificato un errore. Per favore riprova più tardi.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Videochiamata di gruppo";
"PremiumVideoErrorRecovery_GetPremium" = "Videochiamata di gruppo";
"PremiumVideoErrorRecovery_UpgradePremium" = "Aggiorna";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Per utilizzare Skype WiFi, è necessario il Credito Skype.";
"AccessSession::LOGIN_FAILURE" = "Non abbiamo riconosciuto il tuo nome Skype e la tua password.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nome utente o password non validi.";

"SKYPEACCESS_NO_ACCOUNT" = "Per favore accedi con il tuo Skype Account.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Impossibile effettuare la connessione. Verificare l'intensità del segnale WiFi o provare con un altro hotspot.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Questo hotspot non risponde correttamente. Prova un altro hotspot.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Impossibile prolungare la sessione. Riprova a connetterti.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "La rete WiFi %@ non è più disponibile";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Per impedire addebiti imprevisti, scollegarsi sempre correttamente, prima di allontanarsi dall’hotspot o spegnere il proprio dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Riconnettiti alla rete WiFi “%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi tenterà di interrompere la tua connessione a internet. Per impedire addebiti imprevisti, scollegarsi sempre correttamente, prima di allontanarsi dall’hotspot o spegnere il proprio dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "La tua connessione a internet è stata interrotta.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/min";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratuito";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "ha una nuova versione di Skype con una funzionalità chat migliorata.\nPer partecipare e continuare a usare la chat, scarica la versione più recente.\nVai su <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "ha una nuova versione di Skype con una funzionalità chat migliorata.\nPer partecipare e continuare a usare la chat, scarica la versione più recente.\nVai su https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Clicca su <a href=\"skype:?chat&amp;id=%1\">qui</a> per visualizzare la cronologia precedente.";
